Repository: LukasMFR/GitSmartSplitter
Catalog: GitSmartSplitter/Localizable.xcstrings
Source language: en
Languages: de, fr

# Coller depuis le presse-papier
source: Paste from clipboard
de: Aus Zwischenablage einfügen
fr: Coller depuis le presse-papier

# Collez ici le texte complet :
source: Paste the full text here:
de: Fügen Sie hier den vollständigen Text ein:
fr: Collez ici le texte complet :

# Copié !
source: Copied!
de: Kopiert!
fr: Copié !

# Copie depuis :
source: Copied from:
de: Kopiert von:
fr: Copie depuis :

# download_button
source: Download
de: Herunterladen
fr: Télécharger

# FinalHeader
source: *** Part %d of %d - Final ***
de: *** Teil %d von %d - Finale ***
fr: *** Partie %d sur %d - Finale ***

# Header
source: *** Part %d of %d ***
de: *** Teil %d von %d ***
fr: *** Partie %d sur %d ***

# later_button
source: Later
de: Später
fr: Plus tard

# Mode de segmentation
source: Segmentation Mode
de: Segmentierungsmodus
fr: Mode de segmentation

# Nombre de segments désiré :
source: Desired number of segments:
de: Gewünschte Segmentanzahl :
fr: Nombre de segments désiré :

# Nombre total de lignes : %lld
source: Total number of lines: %lld
de: Gesamtanzahl Zeilen: %lld
fr: Nombre total de lignes : %lld

# Ouvrir uithub.com
source: Open uithub.com
de: uithub.com öffnen
fr: Ouvrir uithub.com

# Segmenter le texte
source: Split the text
de: Text segmentieren
fr: Segmenter le texte

# SegmentLabel
source: Part %d of %d
de: Teil %d von %d
fr: Partie %d sur %d

# SegmentLabelFinal
source: Part %d of %d - Final
de: Teil %d von %d - Finale
fr: Partie %d sur %d - Finale

source: Segments:
de: Segmente :

# splitMode.maxLength
source: Maximum segment length
de: Maximale Segmentlänge
fr: Taille maximale par segment

# splitMode.numberOfSegments
source: Number of segments
de: Anzahl von Segmenten
fr: Nombre de segments

# Taille max par segment (en caractères) :
source: Max segment length (in characters):
de: Maximale Segmentlänge (in Zeichen):
fr: Taille max par segment (en caractères) :

# update_available_body %@ %@
source: A version %1$@ is available (you have %2$@).
de: Eine Version %1$@ ist verfügbar (Sie haben %2$@).
fr: Une version %1$@ est disponible (vous avez %2$@).

# update_available_title
source: Update Available
de: Update verfügbar
fr: Mise à jour disponible

# update_latest_body
source: You already have the latest version.
de: Sie haben bereits die neueste Version.
fr: Vous avez déjà la dernière version.

# update_latest_title
source: Up to Date
de: Anwendung ist aktuell
fr: Application à jour

# Vérifier les mises à jour…
source: Check for Updates…
de: Nach Updates suchen…
fr: Vérifier les mises à jour…
